#include <stdio.h>
#include <locale.h>

void name()
{
	puts("*********************************************************************");
	puts("*                                                                   *");
	puts("*             Тема 'Разработка консольного приложения'              *");
	puts("*                      Выполнил Аушев М.В                           *");
	puts("*                                                                   *");
	puts("*********************************************************************");

}

void date()
{
	puts(" __  __   __  __    __   /");
	puts("|  |  /_ |  |   |  |  | /__");
	puts("|__|   /.|__|  /_ .|__| |__|");
}

int main(void)
{
	setlocale(LC_CTYPE, "RUS");
	name();
	date();
	return 0;
}